Repository: mediahost/pilot
Catalog: app/lang/front/*.front.po
Languages: cs

source: - select -
cs: - zvolte -

source: %s day ago
cs: před %s dnem

source: %s hour ago
cs: před %s hodinou

source: %s minute ago
cs: před %s minutou

source: %s year ago
cs: před %s rokem

source: %s year
cs: %s rok

source: - words separated by commas
cs: - slova oddělujte čárkou

source: --- all ---
cs: --- všechny ---

source: --- doesn't mather ---
cs: --- nerozhoduje ---

source: 1 day
cs: 1 den

source: 1 month
cs: 1 měsíc

source: 1 week
cs: 1 týden

source: 2 days
cs: 2 dny

source: 2 months
cs: 2 měsíce

source: 2 weeks
cs: 2 týdny

source: 3 days
cs: 3 dny

source: About Source Code
cs: O nás

source: About Us
cs: O nás

source: Account Info
cs: Osobní informace

source: Achievement
cs: Získané zkušenosti

source: Add Category
cs: Přidat kategorii

source: Additional Information
cs: Doplňující informace

source: Additional information
cs: Doplňující informace

source: Address
cs: Adresa

source: Admin
cs: Administrace

source: Append CV
cs: Připojit CV

source: Apply
cs: Reagovat na pozici

source: Are you sure? This CV will be deleted.
cs: Toto CV bude trvale odstraněno. Opravdu chcete vymazat?

source: Are you sure? This category will be deleted.
cs: Opravdu chcete smazat tuto kategorii?

source: Are you sure? This forum will be deleted.
cs: Opravdu chcete smazat toto fórum?

source: Are you sure? This post will be deleted.
cs: Opravdu chcete smazat tento příspěvek?

source: Are you sure? This topic will be deleted.
cs: Opravdu chcete smazat toto téma?

source: Artistic skills and competences
cs: Umělecké schopnosti a dovednosti

source: Attachement
cs: Příloha

source: Available from
cs: Dostupnost od

source: Benefits
cs: Benefity

source: Bithday
cs: Datum narození

source: Blog - some useful informations for You
cs: Blog - užitečné informace pro Vás

source: CV Generator
cs: CV Generátor

source: Career
cs: Kariéra

source: Career Objective
cs: Cíle kariéry

source: Career Summary
cs: Shrnutí kariéry

source: Career Tips
cs: Tipy

source: Career summary
cs: Shrnutí kariéry

source: Category
cs: Kategorie

source: Category was succesfully saved
cs: Kategorie byla uložena

source: Change CV Template
cs: Změnit šablonu

source: Change Password
cs: Změnit heslo

source: City
cs: Město

source: Clone CV
cs: Kopie CV

source: Community
cs: Komunita

source: Company name
cs: Název společnosti

source: Computer skills and competences
cs: Počítačové schopnosti a dovednosti

source: Contact Us
cs: Kontakt

source: Contact e-mail
cs: Kontaktní e-mail

source: Contact name
cs: Kontaktní osoba

source: Contact number
cs: Kontaktní telefon

source: Contact phone
cs: Kontaktní telefon

source: Contain
cs: Obsahuje

source: Country
cs: Země

source: County
cs: Kraj

source: Create
cs: Vytvořit

source: Create an account
cs: Vytvořit účet

source: Current job
cs: Nynější pozice

source: Current study
cs: Současné studium

source: Date
cs: Datum

source: Date from
cs: Datum začátku

source: Date of Birth
cs: Datum narození

source: Date of insertion
cs: Datum vložení

source: Date to
cs: Datum konce

source: Degree
cs: Titul

source: Delete Account
cs: Smazat účet

source: Delete CV
cs: Smazat CV

source: Description
cs: Popis

source: Desired Employment / Sector
cs: Požadované zaměstnání / oblast

source: Desired job position
cs: Ideální pracovní pozice

source: Discusions and forum about Source Code
cs: Diskuze o Source Code

source: Discussions/Forum
cs: Fórum

source: Domains
cs: Obory

source: Driving licenses
cs: Řidičské oprávnění

source: Edit Category
cs: Upravit kategorii

source: Edit Forum
cs: Upravit fórum

source: Education
cs: Vzdělání

source: Education & Training
cs: Vzdělání a kurzy

source: Email CV
cs: odeslat CV

source: Email us below and we'll get back to you quickly.
cs: Napište nám a my Vás co nejrychleji kontaktujeme zpět.

source: Enter city!
cs: Zadejte město!

source: Enter company name!
cs: Vložte název společnosti!

source: Enter country!
cs: Zadejte zemi!

source: Enter institution name!
cs: Zadejte název vzdělávacího zařízení!

source: Enter your position!
cs: Zadejte vaši pozici!

source: Entered date is not within allowed range.
cs: Vložené datum není v povoleném rozsahu

source: Entered value is not email!
cs: Zadaný údaj není e-mail!

source: Female
cs: Žena

source: File
cs: Soubor

source: First Name
cs: Křestní jméno

source: First Name(s)
cs: Křestní jméno

source: Forgotten password
cs: Zapomenuté heslo

source: Forum
cs: Fórum

source: Forum was succesfully saved
cs: Forum bylo uloženo

source: From
cs: Od

source: Gender
cs: Pohlaví

source: Get In Touch
cs: Buďte v dosahu!

source: Get in Touch
cs: Buďte v dosahu

source: House No.
cs: Číslo popisné

source: How are you feeling?
cs: Jak se cítíte?

source: I'm happy!
cs: Jsem šťastný!

source: I'm okay
cs: Vše je v pořádku

source: I'm unhappy
cs: Nejsem spokojen

source: Inserted
cs: Vloženo

source: Institution
cs: Instituce

source: Job Available
cs: Pracovní nabídky

source: Job type
cs: Typ úvazku

source: Jobs available
cs: Pracovní nabídky

source: Jobs available through Source Code
cs: Pracovní pozice pomocí Source Code

source: Keep me signed in
cs: Neodhlašovat

source: Language
cs: Jazyk

source: Language Skills
cs: Jazykové schopnosti

source: Last Post
cs: Poslední příspěvek

source: List of your education & training
cs: Seznam vzdělání a kurzů

source: List of your languages
cs: Seznam vašich jazyků

source: Listening
cs: Poslech

source: Location
cs: Místo

source: Login was successful
cs: Byli jste přihlášeni

source: Logout
cs: Odhlásit

source: Main activities and responsibilities
cs: Hlavní činnost / zodpovědnosti

source: Male
cs: Muž

source: Mention salary
cs: Uvádět plat

source: Message
cs: Zpráva

source: Middle Name
cs: Prostřední jméno

source: Mother tongue
cs: Mateřský jazyk

source: Mr.
cs: pan

source: Mrs.
cs: paní

source: Ms.
cs: slečna

source: My CV's
cs: Moje životopisy

source: My Career Summary
cs: Souhrn

source: My Recent Actions
cs: Poslední činnosti

source: My account
cs: Můj účet

source: My job Applications
cs: Odpovědi na inzeráty

source: Nationality
cs: Národnost

source: New CV was cloned
cs: Nové CV bylo zkopírováno

source: New CV was created
cs: Bylo vytvořeno nové CV

source: New Forum
cs: Nové fórum

source: New Topic
cs: Nové téma

source: New category
cs: Nová kategorie

source: New forum
cs: Nové fórum

source: Next
cs: Další

source: No post yet.
cs: Zatím není žádný příspěvek

source: Nome
cs: Jméno

source: Not disclosed
cs: nezadáno

source: Offers in last
cs: Nabídky za poslední

source: Organisational skills and competences
cs: Organizační schopnosti a dovednosti

source: Original offer
cs: Zdroj nabídky

source: Other Personal Experience
cs: Ostatní osobní zkušenosti

source: Other experience history
cs: Historie mimopracovních zkušeností

source: Other informations
cs: Další informace

source: Other languages
cs: Ostatní jazyky

source: Other skills and competences
cs: Ostatní schopnosti a dovednosti

source: Our Blog
cs: Naše články

source: Our Philosophy
cs: Naše názory

source: Partners
cs: Partneři

source: Password
cs: Heslo

source: Personal Details
cs: Osobní údaje

source: Personal Skills and Competence
cs: Schopnosti a dovednosti

source: Phone
cs: Telefon

source: Pleas fill valid email.
cs: Zadejte správný e-mail

source: Please don't send empty messages!
cs: Prosím, vyplňte text zprávy

source: Please don't send us empty messages!
cs: Prosíme, neposílejte nám prázdné zprávy! Děkujeme.

source: Please enter subject!
cs: Zadejte předmět zprávy

source: Please enter your first name.
cs: Zadejte vaše křestní jméno

source: Please enter your name!
cs: Zadejte Vaše jméno

source: Please enter your password.
cs: Zadejte prosím heslo

source: Please enter your surname.
cs: Zadejte vaše příjmení

source: Please enter your username.
cs: Zadejte prosím přihlašovací jméno

source: Please fill description
cs: Zadejte popis

source: Please fill name
cs: Zadejte název

source: Please fill some message
cs: Zadejte zprávu

source: Please fill something
cs: Zadejte nějaký text

source: Position
cs: Pozice

source: Position held
cs: Pracovní pozice

source: Position offer
cs: Pracovní nabídka

source: Post
cs: Příspěvek

source: Post new topic
cs: Založit nové téma

source: Post was succesfully saved
cs: Příspěvek byl uložen

source: Postal code
cs: PSČ

source: Posts
cs: Příspěvky

source: Prerequisites
cs: Požadavky

source: Previous
cs: Předchozí

source: Principal subjects / occupational skills covered
cs: Stěžejní předměty / obsažené profesní dovednosti

source: Print CV
cs: Tisk CV

source: Privacy Policy
cs: Ochrana osobních údajů

source: Reading
cs: Četba

source: Ref. number
cs: Ref. číslo

source: Referee name
cs: Kontaktní osoba

source: Reference number
cs: Referenční číslo

source: Refree name
cs: Kontaktní osoba

source: Region
cs: Místo

source: Replies
cs: Odpovědi

source: Required education
cs: Požadované vzdělání

source: Required languages
cs: Požadovaný jazyk

source: Salary
cs: Plat

source: Salary expectations
cs: Požadovaná výše platu

source: Save
cs: Uložit

source: Save PDF
cs: Uložit PDF

source: Search
cs: Hledat

source: Sector
cs: Obory

source: Select sector
cs: Vyberte sektor

source: Send
cs: Odeslat

source: Share on FB
cs: Sdílet na FB

source: Show CV
cs: Zobrazit CV

source: Show CV Info
cs: Informace o CV

source: Show Tips & Hints
cs: Tipy & Rady

source: Sign In with
cs: Přihlásit přes

source: Sign in
cs: Přihlásit

source: Social skills and competences
cs: Sociální schopnosti a dovednosti

source: Spoken interaction
cs: Ústní interakce

source: Spoken production
cs: Samostatný ústní projev

source: Street address
cs: Ulice

source: Subject
cs: Předmět

source: Submit an Idea
cs: Poslat nápad

source: Submit an idea
cs: Poslat nápad

source: Support
cs: Podpora

source: Surname
cs: Příjmení

source: Surname(s)
cs: Příjmení

source: Technical skills and competences
cs: Technické schopnosti a dovednosti

source: Terms of Use
cs: Podmínky použití

source: The Team
cs: Náš tým

source: This category wasn't find.
cs: Tato kategorie nebyla nalezena.

source: This forum wasn't find.
cs: Toto fórum nebylo nalezeno.

source: This post cannot be deleted.
cs: Tento příspěvek nelze smazat.

source: This topic wasn't find for this forum.
cs: Toto téma neexistuje pro dané fórum.

source: This topic wasn't find.
cs: Téma nebylo nalezeno.

source: Title
cs: Oslovení

source: Title of qualification awarded
cs: Získaný titul

source: To
cs: Do

source: Topic
cs: Téma

source: Topic name
cs: Název tématu

source: Topic was succesfully saved
cs: Téma bylo uloženo

source: Topics
cs: Témata

source: Tutorials
cs: Návody

source: Use Source Code Account
cs: Source Code účet

source: Views
cs: Zobrazeno

source: We are very sorry! Forum is empty for this language.
cs: Velice se omlouváme! Fórum je pro tento jazyk zcela prázdné.

source: What I was doing recently on Source Code
cs: Moje činnost na Source Code

source: What Our Users Say
cs: Co o nás říkají uživatelé

source: What is Source Code?
cs: Co je Source Code?

source: Whether you're after some help or just want to say hello, we would love to hear from you!
cs: Ať už potřebujete pomoc, nebo chcete jen pozdravit, budeme rádi za Vaši zprávu!

source: Work Experience
cs: Pracovní zkušenosti

source: Work experience history
cs: Historie pracovních zkušeností

source: Work type
cs: Typ úvazku

source: Write your message and submit
cs: Napište a odešlete vaši zprávu

source: Writing
cs: Psaní

source: You can write your
cs: Můžete napsat své

source: You have been signed in
cs: Byli jste úspěšně přihlášeni

source: You have been signed out
cs: Byli jste úspěšně odhlášeni

source: Your career objective
cs: Vaše kariérní cíle

source: Your category was succesful deleted.
cs: Kategorie byla uložena

source: Your email
cs: Váš e-mail

source: Your name
cs: Vaše jméno

source: Your post was succesful deleted.
cs: Příspěvek byl úspěšně smazán

source: Your topic was succesful deleted.
cs: Téma bylo úspěšně uloženo

source: a minute ago
cs: před minutou

source: a moment ago
cs: před chvílí

source: and
cs: a

source: before hour
cs: před hodinou

source: by
cs: od

source: copy from current CV
cs: kopii otevřeného CV

source: delete
cs: smazat

source: delete cv
cs: smazané CV

source: edit
cs: upravit

source: first post
cs: nový příspěvek

source: first topic
cs: první téma

source: forum post
cs: příspěvek fóru

source: from
cs: od

source: job apply
cs: odpověď na inzerát

source: month
cs: měs

source: new cv
cs: nové CV

source: new from scratch
cs: zcela nové CV

source: next page
cs: další strana

source: no name
cs: bez názvu

source: not inserted
cs: neuvedeno

source: or
cs: nebo

source: previous page
cs: předchozí strana

source: print
cs: tisknout

source: read blog
cs: přečtení blogu

source: save cv
cs: uložení CV

source: send by email
cs: odeslat e-mailem

source: share
cs: sdílet

source: show all
cs: zobrazit vše

source: show more
cs: zobrazit více

source: till now
cs: doposud

source: to_
cs: do

source: yesterday
cs: včera

source: € per annum
cs: € ročně

source: read job
cs: Přečtení pozice
